# buttons.py

EXCURSION_BUTTONS = [
    "🎧 Начать экскурсию по Мюнстеру",              #0
    "📖 1. Вступление",                             #1   
    "🏰 2. Замок Мюнстера",                         #2
    "🏛 3. Главная площадь",                        #3
    "🪨 4. Камни преткновения",                                  #4   
    "🏫 5. Ратуша",                                 #5
    "🏛 6. Городской музей",                        #6
    "➡️ Далее..",                                   #7
    "⬅️ Назад..",                                   #8
    "🗺️ Карта",                                    #9
    "🔎 Посмотреть точки маршрута",                 #10
    "🗺️ Открыть карту маршрута в google",          #11
    "🏠 Меню" ,                                     #12
    "🏰 7. Городской дворец" ,                      #13
    "🧭 8. Новая площадь" ,                         #14
    "🖼 9. Музей Пикассо" ,                         #15
    "⛪ 10. Церковь Св. Павла" ,                    #16
    "🌊 11. Озеро Аазее" ,                          #17
    "⚓ 12. Порт" ,                                 #18
    "🔚 13. Заключение",                            #19
    "➡️ Далее...",                                  #20
    "⬅️ Назад...",                                  #21
    "⬅️ Назад...."                                  #22
]