EXCURSION_BUTTONS = [
    "🎧 Начать экскурсию по Мюнстеру",                # 0  intro
    "📖 1. Вступление",                               # 1
    "🏰 2. Мюнстерский замок",                       # 2  SchlossM
    "⛪ 3. Убервасеркирхе",                          # 3  UberWasser
    "⛪ 4. Мюнстерский собор",                        # 4  MunsterDom
    "🏛 5. Принципалмаркт",                          # 5  Prinzipal
    "🪨 6. Камни преткновения",                      # 6  Stein
    "⛪ 7. Церковь Святого Ламберта",                # 7  StLambert
    "🏫 8. Историческая Ратуша",                     # 8  Rathaus
    "🏛 9. Городской музей",                         # 9  StadtMuseum
    "⛪ 10. Церковь Святого Климента",               # 10  StCliment
    "🧭 11. Новая площадь",                          # 11  Neueplatz
    "🏰 12. Ротенбург (дворец)",                     # 12 StadtSchloss
    "🖼 13. Музей Пикассо",                          # 13  Picasso
    "🏺 14. Вестфальский музей",                     # 14 WestValMuseum
    "🌊 15. Озеро Аазее",                            # 15  Aasee
    "⚓ 16. Порт Мюнстера",                          # 16  Hafen
    "🏁 17. Заключение",                             # 17   Ende
    "➡️ Далее..",                                   # 18  Weiter
    "⬅️ Назад..",                                   # 19
    "🗺️ Карта",                                    # 20  Karte
    "🔎 Посмотреть точки маршрута",                  # 21
    "🗺️ Посмотреть весь маршрут в google maps ",                  # 22 Karte2
    "🏠 Меню",                                      # 23
    "⬅️ Назад....",                                  # 24  Zuruck2
    "➡️ Далее...",                                  # 25   Weiter2
    "⬅️ Назад..." ,                                 # 26  Zuruck3
    "➡️ Далее....",                                  # 27  Weiter3
    "⬅️ Назад...."                                  # 28  Zuruck4
]
