txt1 = """*2. Замок Мюнстера* 🏰

Перед вами — Замок Мюнстера. С первого взгляда он может показаться просто красивым зданием в стиле барокко, но за его фасадом скрывается история власти, науки и амбиций, которая продолжается более двух столетий.

Построен в XVIII веке по заказу архиепископа Максимилиана Фридриха фон Кёнигсегг-Ротенфельса. Тогда архиепископ был не только духовным лицом, но и фактическим правителем. Архитектор — Йохан Конрад Шлаун, один из ключевых мастеров немецкого барокко. Среди его работ в Мюнстере — Эрбдростенхоф и церковь Клеменскирхе, которые мы тоже увидим по ходу экскурсии.

Шлаун также проектировал замок Клеменсверт в Нижней Саксонии, участвовал в оформлении замка Августусбург в Брюле и перестраивал епископские резиденции в Падерборне. Это подчёркивает его масштаб как архитектора.

Строительство замка длилось почти 10 лет, начавшись в 1767 году. Он должен был стать не только резиденцией, но и символом стабильности в регионе, переживавшем религиозные и политические конфликты. Новое здание демонстрировало силу, порядок и процветание.

Однако в начале XIX века, после секуляризации, замок перестал быть церковной резиденцией. С 1815 года, по решению Венского конгресса, Мюнстер вошёл в состав Пруссии — началась новая эпоха.

С 1954 года здесь размещается административный центр Вестфальского университета. Это символ перехода от духовной власти к власти науки.

Во Вторую мировую войну здание пострадало от бомбардировок, но было восстановлено по чертежам Шлауна. Копии этих чертежей хранятся в Городском музее истории и архивах университета — пример уважения к архитектуре и исторической памяти.

Обратите внимание: за замком находится Ботанический сад, основанный в 1803 году. Он открыт для посещения и используется студентами как живая лаборатория.

Если взглянуть на замок сверху, видно, что его окружают аллеи в форме звезды — отсылка к старой фортификационной системе. Хотя сам замок никогда не осаждался, элементы обороны были частью архитектурной традиции.

Наконец, осмотрите фасад: скульптуры и лепнина символизируют добродетели, такие как мудрость (сова), справедливость (весы) и власть (скипетры, короны). Архиепископ хотел напомнить о высоких идеалах управления.

👉 *Следующая остановка — церковь Убервассеркирхе. По прибытию на место нажмите кнопку «⛪ 3. Убервасеркирхе»*
"""

txt2 = """
📍 [Открыть маршрут до церкви Юбервассеркирхе в Google Картах](https://maps.app.goo.gl/v9MDNREETuuF7iZv5)
"""
