txt1 = """
*Добро пожаловать в Мюнстер* — город с более чем 1200-летней историей, где каждый камень хранит воспоминания о великих событиях прошлого. Наше путешествие начинается у Дворца Мюнстера (Schloss Münster), построенного в XVIII веке по заказу архиепископа Максимилиана Фридриха фон Кёнигсегг-Ротенфельса. Сегодня это административный центр Вестфальского университета. За дворцом — Ботанический сад 1803 года.

Но прежде чем мы отправимся в путь, позвольте рассказать немного об истории Мюнстера.

Город возник в 793 году, когда епископ Людгер основал здесь монастырь. Название Münster происходит от латинского monasterium. В 805 году поселение стало резиденцией епископа, а в 1170 году получило статус города. В XIV веке город окружили стенами протяжённостью около 4 км. В 1358 году Мюнстер стал членом Ганзейского союза.

Одно из самых драматичных событий — Мюнстерская коммуна XVI века. В 1534 году анабаптисты захватили город, отменили частную собственность и установили религиозную диктатуру. В 1535 году католическо-лютеранские войска штурмом взяли город. Руководителей восстания казнили, а их тела выставили в клетках на башне церкви Святого Ламберта. Эти три клетки до сих пор висят на башне Ламбертикирхе.

В 1648 году в Исторической ратуше подписали Вестфальский мир, завершивший Тридцатилетнюю войну. Этот договор заложил основы системы суверенных государств и закрепил веротерпимость.

В XIX веке город перешёл к Франции, затем стал частью Пруссии. Во Вторую мировую войну Мюнстер сильно пострадал, но исторические здания восстановили по чертежам.

Сегодня Мюнстер известен как велосипедная столица Германии, город науки и культуры.

Во время экскурсии мы посетим Принципальмаркт и церковь Убервассеркирхе, Ламбертикирхе и Ратушу, Городской музей истории, Городской дворец семьи Дросте и церковь Клеменскирхе, Новую площадь, Музей Пикассо и Музей искусства и культуры, Кафедральный собор, Озеро Аазее и Порт Мюнстера.

*Послее прибытия к Мюнстерскому замку нажмите на кнопку "🏰 2. Мюнстерский замок" (Schloss Münster)!*
"""

txt2 = """
📍 [Открыть маршрут до Замка Мюнстера в Google Картах](https://maps.app.goo.gl/HNMZRUxYEUihPqeg9)
"""
