txt1 = """*3. Кафедральный собор Святого Павла (St.-Paulus-Dom)* ⛪

Перед вами — главное духовное сердце Мюнстера и одна из старейших церквей всей Вестфалии. Кафедральный собор Святого Павла стоит на этом месте с IX века, а нынешний вид приобрёл в XIII веке, когда романский стиль был частично дополнен готическими элементами. В нём сочетаются массивные формы и изящная архитектура, что делает собор уникальным памятником архитектурных эпох.

Строительство нынешнего здания началось в 1225 году и продолжалось более 50 лет. Основной материал — песчаник, добываемый в регионе. Собор имеет два фасада с башнями, что придаёт зданию монументальность. Внутри находится множество готических и барочных элементов, а также следы более ранних построек.

Одна из главных достопримечательностей — *астрономические часы XV века*. Они расположены в южной части трансепта и до сих пор работают. Каждый день в 12:00 начинается представление: фигуры трёх волхвов проходят перед Богородицей с младенцем, сопровождаемые музыкой и движением. Эти часы не только показывают время, но и служат календарём: на их циферблате отображаются знаки зодиака, фазы Луны и даты религиозных праздников.

Интересный факт: собор сильно пострадал во время Второй мировой войны. Восстановление длилось до 1956 года и включало в себя воссоздание многих оригинальных деталей. Восстановленные витражи были выполнены современными художниками, что придаёт интерьеру сочетание традиции и современности.

Также в соборе находится гробница Святого Людгера — первого епископа Мюнстера. Его миссия положила начало христианской истории города.

Обратите внимание на детали фасада: скульптуры апостолов, арочные окна, средневековые барельефы. На площади перед собором часто проходят ярмарки и концерты — сегодня это не только религиозный центр, но и культурное пространство.

👉 *Следующая остановка — Принципальмаркт*, историческая улица и торговая артерия Мюнстера.
"""

txt2 = """
📍 [Открыть маршрут до Принципальмаркт в Google Картах](https://maps.app.goo.gl/niB7DM5T3oehjizZ9)
"""